import { MindetType, NewsType } from "@/app/types/types";

export const mindetter: MindetType[] = [
	{
		id: 1,
		title: "Биотопливо өндіру технологиясын жетілдіру",
		body: "Өнімнің тиімділігі мен өндіріс құнын төмендету мақсатында биотехнологиялық зерттеулер жүргізу.",
	},
	{
		id: 2,
		title: "Биомасса көздерін пайдалану",
		body: "Ауылшаруашылық және орман шаруашылығы қалдықтары, сондай-ақ микробалдырлар сияқты биологиялық ресурстарды пайдалануды кеңейту.",
	},
	{
		id: 3,
		title: "Өнімді коммерцияландыру",
		body: "Биотопливоның қолжетімділігін арттырып, оны тұтынушыларға ұсыну, сонымен қатар көлік және өнеркәсіп салаларында қолдануды қамтамасыз ету.",
	},
	{
		id: 4,
		title: "Экологиялық әсерді азайту",
		body: "Биотопливо көмегімен көмірқышқыл газының шығарындыларын азайту және қалдықтарды қайта өңдеу арқылы қоршаған ортаны қорғауға үлес қосу.",
	},
	{
		id: 5,
		title: "Тұрақты даму",
		body: "Жаңартылатын энергия көздерін пайдалану арқылы экономиканың тұрақты дамуына ықпал ету.",
	},
];

export const News: NewsType[] = [
	{
		id: 1,
		title: "Биотопливо деген не",
		body: "Биологиялық отын – бұл өсімдік немесе жануар шығу тегі бар жанармай. Ол таусылуға арналған ресурстардан алынған дәстүрлі отын түрлерін жаңартылатын шикізаттан алынғандармен алмастырады. Мысалы, биотопливке кәдімгі отын немесе рапс майы жатады. Дегенмен, дизель мен бензин бұл отын түрлерін ығыстырып шықты, өйткені олар арзан, ал массалық автомобильдендіру үлкен көлемдегі отынды талап етеді. Неліктен адамдар қайтадан биотопливке оралуда? Бірінші себеп – климаттық дағдарыс, ол қазба отындарын пайдаланудан шығатын парник газдарының шығарындыларымен күшейеді. Көліктік сектор барлық энергия өндірісіне байланысты көмірқышқыл газдарының шығарындыларының шамамен төрттен біріне жауап береді. 1970 жылдан бері көлік секторының парник газдарының шығарындылары екі есеге өсті, оның 80% -ы жол көлігіне тиесілі. Екінші себеп – жаңартылатын энергия көздерін іздеу, себебі мұнай мен көмірдің қорлары жақын арада толықтай таусылуы мүмкін. Бұған көмірсутектер бағасының секірістері де қосылады.",
	},
	{
		id: 2,
		title: "Биотопливтің перспективалары",
		body: "Бүгінгі таңда дамыған елдер арасында АҚШ биотопливтің ең ірі өндірушісі болып табылады, оның әлемдік нарықтың 40% -ына жуығы келеді. 2019 жылы әлемдік биотоплив өндірісі 1,8 мың баррельден асып, нарықтағы үлесі $136 млрд-ты құрады. Бұл рекордтық көрсеткіш. Коронавирус пандемиясынан кейін әлемдік биотоплив нарығы 20 жылда алғаш рет шамамен 8% -ға төмендеді. Биотопливтің нарықтың тек бір бөлігін алуға мүмкіндігі бар, себебі оның әлеуеті жасанды түрде шектелген. Мысалы, Еуроодақта биотоплив үшін азық-түлік дақылдарын шикізат ретінде пайдалануға 7% -дан астам пайдалануға тыйым салатын ережелер бар. Қысқа мерзімде биотоплив бар инфрақұрылымды және қозғалтқыштарды ауыстыруды талап етпейді, бірақ энергетикалық кешеннің толығымен тек соған көшуі ықтимал емес.",
	},
	{
		id: 3,
		title: "Биотопливо қайда пайдаланылады",
		body: "Қазіргі уақытта биотопливтің негізінен үй жағдайында пайдаланылуы туралы әңгіме жүріп жатыр. Әдетте, қатты түрдегі биотопливо кедей елдерде, басқа энергия көздері жоқ кезде, тамақ дайындау, жуу және тазалау немесе үйді жылыту үшін пайдаланылады. Бүгінгі күні пайдаланылатын биотопливтің 80% -ы дәл осы мақсаттар үшін жұмсалады. 18% биотопливо өнеркәсіпте энергия мен майлау материалдары көзі ретінде пайдаланылады. Биотопливо көбінесе автомобильдер үшін бензинге балама ретінде аталады, бірақ қазіргі уақытта тек 2% -ы көлік секторында қолданылады.",
	},
];
