import { MindetType } from "@/app/types/types";

export const mindetter: MindetType[] = [
	{
		id: 1,
		title: "Биотопливо өндіру технологиясын жетілдіру",
		body: "Өнімнің тиімділігі мен өндіріс құнын төмендету мақсатында биотехнологиялық зерттеулер жүргізу.",
	},
	{
		id: 2,
		title: "Биомасса көздерін пайдалану",
		body: "Ауылшаруашылық және орман шаруашылығы қалдықтары, сондай-ақ микробалдырлар сияқты биологиялық ресурстарды пайдалануды кеңейту.",
	},
	{
		id: 3,
		title: "Өнімді коммерцияландыру",
		body: "Биотопливоның қолжетімділігін арттырып, оны тұтынушыларға ұсыну, сонымен қатар көлік және өнеркәсіп салаларында қолдануды қамтамасыз ету.",
	},
	{
		id: 4,
		title: "Экологиялық әсерді азайту",
		body: "Биотопливо көмегімен көмірқышқыл газының шығарындыларын азайту және қалдықтарды қайта өңдеу арқылы қоршаған ортаны қорғауға үлес қосу.",
	},
	{
		id: 5,
		title: "Тұрақты даму",
		body: "Жаңартылатын энергия көздерін пайдалану арқылы экономиканың тұрақты дамуына ықпал ету.",
	},
];
